tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "linuxbrew/extra"
tap "linuxbrew/xorg"
tap "linuxbrew/fonts"
brew "curl"
brew "neovim"
brew "mpv"
brew "feh"
brew "zsh"
brew "tmux"
brew "font-mononoki"
brew "git"
brew "jq"

# rust stuff
brew "ripgrep"
brew "bat"
brew "exa"
brew "fd"
brew "topgrade"

# go stuff
brew "go"


